abusaidm.html-snippets
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
FallenMax.mithril-emmet
HookyQR.beautify
HookyQR.minify
idleberg.icon-fonts
ionutvmi.path-autocomplete
magicstack.MagicPython
michelemelluso.code-beautifier
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
octref.vetur
onixie.angular-component-extension
pranaygp.vscode-css-peek
rahulsahay.Csharp-ASPNETCore
shyykoserhiy.vscode-spotify
sidthesloth.html5-boilerplate
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
WyattFerguson.jinja2-snippet-kit
xabikos.JavaScriptSnippets